Repository: wp-plugins/ecommerce-product-catalog
Catalog: lang/al-ecommerce-product-catalog-*.po
Languages: bs_ba, he_il

source: A list or dropdown of product categories
bs_ba: Lista kategorija artikala
he_il: רשימה או רשימה נפתחת של קטגוריות מוצר

source: Add New Product
bs_ba: Dodaj novi artikal
he_il: הוספת מוצר חדש

source: Add New Product Category
bs_ba: Dodaj novu kategoriju artikla
he_il: הוספת קטגוריית מוצר חדשה

source: Add New Product Type
bs_ba: Dodaj novu vrstu artikla
he_il: הוספת סוג מוצר חדש

source: Add or remove product types
bs_ba: Dodaj ili ukloni vrstu artikla
he_il: הוספה או הסרה של סוגי מוצר

source: All
bs_ba: Sve
he_il: הכל

source: All Product Categories
bs_ba: Sve kategorije artikala
he_il: כל קטגוריות המוצרים

source: All Product Types
bs_ba: Sve vrste artikala
he_il: כל סוגי המוצרים

source: All Products
bs_ba: Svi artikli
he_il: כל המוצרים

source: Attribute default name
bs_ba: Zadani naziv naziva atributa

source: Attribute default unit
bs_ba: Zadana vrijednost jedinice atributa
he_il: יחידת ברירת המחדל של התכונה

source: Attribute default value
bs_ba: Zadana vrijednost atributa
he_il: ערך ברירת המחדל של התכונה

source: Attributes disabled. To enable set minimum 1 attribute.
bs_ba: Atributi onemogućeni. Da ih omogućite stavite najmanje jedan atribut
he_il: התכונות כבויות. כדי להפעיל אותן יש להגדר לפחות תכונה אחת.

source: Change default thumbnail
bs_ba: Promjenite zadanu umanjenu sliku
he_il: שנה את ברירת המחדל של התמונה הממוזערת

source: Choose from the most used product types
bs_ba: Odaberite između najkorištenijih vrsta artikala
he_il: בחר מסוגי המוצר שהכי בשימוש

source: Edit Product
bs_ba: Uređivanje artikla
he_il: עריכת המוצר

source: Edit Product Category
bs_ba: Uređivanje kategorija artikala
he_il: עריכת קטגוריית מוצר

source: Edit Product Type
bs_ba: Uređivanje vrste artikla
he_il: עריכת סוג מוצר

source: Enter product name here
bs_ba: Unesite naziv artikla ovdje
he_il: הזן כאן את שם המוצר

source: Hide this notice
bs_ba: Sakrij obavijest
he_il: הסתר הודעה זו

source: If you fill out the fields below, system will automatically pre-fill the fields on product pages so you doesn't have to fill them every time you add product.</p><p>When every product in your catalogue has different shipping options you can leave all or just a part of these fields empty.
bs_ba: Ukoliko popunite polja ispod, sistem će automatski napuniti polja na stranicama proizvoda tako da ih ne morate svaki put popunjavati kada dodajete proizvod. Ukoliko svaki proizvod ima različite varijante dostave, onda ova polja možete ostaviti prazna.
he_il: אם תמלא את השדות שלהלן, המערכת תמלא אוטומטית שדות בדפי מוצר כך שלא תצטרך להזין אותם בכל פעם שאתה מוסיף מוצר</p><p>כאשר לכל מוצר בקטלוג שלך יש אפשרות משלוח שונה אפשר להשאיר את כל השדות שלהלן או את חלקן ריקים.

source: If you fill out the fields below, system will automatically pre-fill the fields on product pages so you doesn't have to fill them every time you add product.</p><p>When every product in your catalogue is different you can leave all or a part of these field empty.
bs_ba: Ukoliko popunite polja ispod, sistem će automatski napuniti polja na stranicama proizvoda tako da ih ne morate svaki put popunjavati kada dodajete proizvod. Ukoliko svaki proizvod ima različite varijante dostave, onda ova polja možete ostaviti prazna.
he_il: אם תמלא את השדות שלהלן, המערכת תמלא אותן אוטומטית בדפי מוצר, כך שלא תצטרך להזין אותם כל פעם מחדש כאשר אתה מוסיף מוצר.</p><p>כאשר כל מוצר בקטלוג שלך שונה, ניתן להשאיר את כל השדות הללו או חלקם ריקים.

source: New Product Category
bs_ba: Nova kategorija proizvoda
he_il: קטגוריית מוצר חדשה

source: New Product Type
bs_ba: Nova vrsta proizvoda
he_il: סוג מוצר חדש

source: No Products found
bs_ba: Artikal nije pronađen
he_il: לא נמצא אף מוצר

source: No Products found in trash
bs_ba: Nema artikala u smeću
he_il: לא נמצאו מוצרים באשפה

source: No product types found.
bs_ba: Nije pronađena nijedna vrsta artikla
he_il: לא נמצאו סוגי מוצרים.

source: Number of product attributes
bs_ba: Broj atributa artikla
he_il: מספר תכונות המוצר

source: Number of shipping options
bs_ba: Količina načina dostave
he_il: מספר אפשרויות המשלוח

source: Only attributes with values set will be shown on product page.
bs_ba: Atributi koji imaju zadane vrijednosti će biti prikazani na stranici proizvoda
he_il: דף המוצר יציג רק תכונות עם ערכים מוגדרים

source: Parent Product Category
bs_ba: Nadkategorija proizvoda
he_il: קטגורית אב של מוצר

source: Parent Product Category:
bs_ba: Nadkategorija proizvoda:
he_il: קטגוריית אב של מוצר:

source: Payment and currency
bs_ba: Plaćanje i valuta
he_il: תשלום ומטבע

source: Popular Product Types
bs_ba: Popularne vrste artikala
he_il: סוגי מוצרים פופולריים

source: Product
bs_ba: Proizvod
he_il: מוצר

source: Product Categories
bs_ba: Kategorije artikla
he_il: קטגוריות מוצר

source: Product Category
bs_ba: Kategorija artikla
he_il: קטגוריית מוצר

source: Product Features
bs_ba: Svojstva artikla
he_il: תכונות המוצר

source: Product Image
bs_ba: Slika artikla
he_il: תמונת המוצר

source: Product Price
bs_ba: Cijena proizvoda

source: Product Settings
bs_ba: Postavke proizvoda
he_il: הגדרות מוצר

source: Product Shipping
bs_ba: Dostava artikla

source: Product Type
bs_ba: Vrsta artikla
he_il: סוג מוצר

source: Product Types
bs_ba: Vrste artikala
he_il: סוגי מוצרים

source: Product attributes
bs_ba: Svojstva artikla
he_il: תכונות המוצר

source: Product attributes options
bs_ba: Postavke svojstava artikla
he_il: אפשרויות תכונות המוצר

source: Product default image
bs_ba: Osnovna slika artikla

source: Product description
bs_ba: Opis artikla

source: Product listing URL
bs_ba: URL za listing artikla
he_il: כתובת URL של רשימת המוצרים

source: Product listing page
bs_ba: Stranica za listu artikala
he_il: דף רשימת מוצרים

source: Product shipping
bs_ba: Dostava artikla
he_il: משלוח המוצר

source: Product shipping options
bs_ba: Načini isporuke
he_il: אפשרויות משלוח המוצר

source: Product short description
bs_ba: Kratki opsi artikla
he_il: תיאור קצר של המוצר

source: Products
bs_ba: Artikli
he_il: מוצרים

source: Remove product image
bs_ba: Ukloni sliku artikla
he_il: הסר את תמונת המוצר

source: Reset image
bs_ba: Reset slike
he_il: איפוס תמונה

source: Save changes
bs_ba: Snimi izmjene
he_il: שמירה

source: Search Product Categories
bs_ba: Pretraga kategorija artikala
he_il: חיפוש בקטגוריות המוצרים

source: Search Product Types
bs_ba: Pretraga vrsta artikala
he_il: חיפוש סוגי מוצרים

source: Search Products
bs_ba: Pretraga artikala
he_il: חיפוש מוצרים

source: Select Product Category
bs_ba: Odaberite kategoriju artikla
he_il: בחירת קטגוריית מוצר

source: Separate product types with commas
bs_ba: Odvojite vrste artikala zarezom
he_il: סוגי מוצר מופרדים בפסיק

source: Set product image
bs_ba: Postavi sliku proizvoda
he_il: קבע את תמונת המוצר

source: Shipping default cost
bs_ba: Zadana cijena dostave
he_il: מחיר ברירת המחדל למשלוח

source: Shipping default name
bs_ba: Zadani naziv dostave

source: Shipping disabled. To enable set minimum 1 shipping option.
bs_ba: Dostava nije moguća. Za omogućavanje postavite najmanje 1 način dostave
he_il: המשלוח כבוי. כדי להפעיל יש להגדיר לפחות אפשרות משלוח אחת.

source: Theme Integration Guide
bs_ba: Vodič za integraciju teme
he_il: מדריך שילוב בערכת הנושא

source: Update
bs_ba: Snimi izmjene

source: Update Product Category
bs_ba: Snimi izmjene u kategoriji artikla
he_il: עדכון קטגוריית מוצר

source: Update Product Type
bs_ba: Snimi izmjene u vrsti artikla
he_il: עדכון סוג מוצר

source: View Product
bs_ba: Pregled artikla
he_il: הצג את המוצר

source: You can change these default values on every product page.
bs_ba: Zadane vrijednosti možete promijeniti na svakoj stranici artikla
he_il: אפשר לשנות את ערכי ברירת המחדל האלו בכל דף מוצר.

source: Your currency
bs_ba: Vaša valuta
he_il: סוג המטבע

source: products
bs_ba: artikli
he_il: מוצרים

source: Title:
bs_ba: Titula:

source: Display as dropdown
bs_ba: Prikaži kao listu

source: Show hierarchy
bs_ba: Prikaži hijerarhiju

source: Set featured image
bs_ba: Postavi istaknutu sliku

source: Remove featured image
bs_ba: Ukloni istaknutu sliku

source: Show product counts
bs_ba: Prikaži zbirove za artikal
he_il: הצג ספירת מוצר

source: A search form for your products.
bs_ba: Forma za pretragu vaših artikala

source: Product Search
bs_ba: Pretraga artikala

source: Attributes Settings
bs_ba: Postavke atributa
he_il: הגדרות תכונות

source: Catalog Design
bs_ba: Dizajn kataloga
he_il: עיצוב קטלוג

source: Product Listing
bs_ba: Listing artikala
he_il: רשימת מוצרים

source: Single Product
bs_ba: Jedan artikal
he_il: מוצר יחיד

source: Design Schemes
bs_ba: Skice izgleda
he_il: ערכות עיצוב

source: Design Settings
bs_ba: Postavke izgleda
he_il: הגדרות עיצוב

source: Modern Grid
bs_ba: Moderni grid
he_il: רשת מודרנית

source: Additional Settings
bs_ba: Dodatne postavke
he_il: הגדרות נוספות

source: Show Attributes
bs_ba: Prikaži atribute
he_il: הצג תכונות

source: Classic List
bs_ba: Klasična lista
he_il: רשימה קלאסית

source: Classic Grid
bs_ba: Klasični grid
he_il: פריסת רשת קלאסית

source: Product Gallery
bs_ba: Galerija artikala
he_il: גלריית מוצרים

source: Enable product image
bs_ba: Omogući sliku artikla

source: Enable lightbox on product image
bs_ba: Omogući "lightbox" na svakoj slici
he_il: הפעל תיבת תמונה

source: Changing design schemes has almost always impact on various elements. For example changing price color has impact on single product page and archive page price color.
bs_ba: Izmjena dizajna skoro uvijek ima uticaj na više elemenata. Na primjer, izmjena boje cijene utiče na stranicu prikaza jednog artikla i boju u arhivi artikala.
he_il: לשינוי ערכת עיצוב יש תמיד השפעה על אלמנטים שונים. למשל לשינוי צבע מחיר המוצר יש השפעה על צבע המחיר בדף מוצר יחיד ובדף ארכיון.

source: You can figure it out by checking "impact" column.
bs_ba: Provjerite "Uticaj" kolonu
he_il: תוכל להבין את זה על-ידי בדיקת העמודה "השפעה".

source: Setting
bs_ba: Postavke
he_il: הגדרות

source: Value
bs_ba: Vrijednost
he_il: ערך

source: Example Effect
bs_ba: Primjer efekta
he_il: אפקט דוגמה

source: Impact
bs_ba: Uticaj
he_il: השפעה

source: Price Size
bs_ba: Veličina cijene
he_il: גודל המחיר

source: Big
bs_ba: Velika
he_il: גדול

source: Small
bs_ba: Mala
he_il: קטן

source: single product
bs_ba: jedan artikal
he_il: מוצר יחיד

source: Price Color
bs_ba: Boja cijene
he_il: צבע המחיר

source: Red
bs_ba: Crvena
he_il: אדום

source: Orange
bs_ba: Narandžasta
he_il: כתום

source: Green
bs_ba: Zelena
he_il: ירוק

source: product archive
bs_ba: arhiva artikala
he_il: ארכיון מוצרים

source: Boxes Color
bs_ba: Boja okvira
he_il: צבע התיבות

source: product archive title
bs_ba: naziv arhive artikala
he_il: כותרת ארכיון מוצרים

source: archive pagination
bs_ba: Način straničenje arhive
he_il: עימוד ארכיון

source: Product Price:
bs_ba: Cijena artikla:
he_il: מחיר המוצר:

source: Product Shipping:
bs_ba: Dostava artikla:
he_il: משלוח המוצר:

source: See also different:
bs_ba: Također pogledajte drugo:
he_il: ראה גם אחרים:

source: << return to products
bs_ba: << povratak na artikle
he_il: חזור אל המוצרים >>

source: Front-end Labels
bs_ba: Front-end oznake
he_il: תוויות צד קדמי

source: Archives
bs_ba: Arhive
he_il: ארכיון

source: Single Product Labels
bs_ba: Oznake za jedan artikal
he_il: תוויות מוצר יחיד

source: Front-end Text
bs_ba: Front-end tekst
he_il: טקסט קדמי

source: Price Label
bs_ba: Oznaka cijene
he_il: תווית המחיר

source: Shipping Label
bs_ba: Oznaka dostave
he_il: תווית המשלוח

source: Features Label
bs_ba: Oznaka svojstava
he_il: תווית התכונות

source: Another Categories
bs_ba: Druge kategorije
he_il: קטגוריות אחרות

source: Return to Products
bs_ba: Povratak na artikle
he_il: חזור למוצרים

source: Archive Labels
bs_ba: Oznake arhiva
he_il: תוויות ארכיון

source: Product Archive Title
bs_ba: Naziv arhive artikla
he_il: כותרת ארכיון מוצרים

source: Category Prefix
bs_ba: Prefiks kategorije
he_il: קידומת קטגוריה

source: Product settings
bs_ba: Postavke artikla
he_il: הגדרות מוצר

source: General Settings
bs_ba: Opšte postavke
he_il: הגדרות כלליות

source: Enable Product Listing Page
bs_ba: Omogući stranicu za listing artikala
he_il: הפעל דף רשימת מוצרים

source: Choose Product Listing Page
bs_ba: Odaberite stranicu za listing artikala
he_il: בחר דף רשימת מוצרים

source: Default
bs_ba: Zadano
he_il: ברירת המחדל

source: Product listing shows at most
bs_ba: Listing artikala prikazuje najviše
he_il: רשימת המוצרים תציג לכל היותר

source: Categories Parent URL
bs_ba: URL nadkategorije
he_il: כתובת URL של אב קטגוריות

source: You can also use shortcode to show your products whenever you want on the website. Just paste on any page: [show_products] and you will display all products in place of the shortcode. <br><br>To show products from just one category, use: [show_products category="2"] where 2 is category ID (you can display several categories by inserting comma separated IDs). <br><br>To display products by IDs, use: [show_products product="5"], where 5 is product ID.
bs_ba: Možete koristiti skraćeni kod kako biste prikazali vaše artikle bilo gdje na web sajtu. Samo zalijepite na bilo koju stranicu: [show_products] i svi artikli će biti prikazani na mjestu skraćenog koda. <br><br>Da viste prikazali artikle iz samo jedne kategorije, koristite: [show_products category="2"] gdje je 2 ID kategorije (možete prikazati više kategorije odvajajući njihove ID-ove zarezom).<br><br>Da biste prikazali artikle po njihovom ID broju, koristite: [show_products product="5"], gdje je 5 ID artikla.
he_il: אפשר להשתמש גם בקיצור קוד כדי להציג את המוצר שלך בכל מקום שתרצה באתר. רק הדבק בכל דף שהוא: [show_products] וזה יציג את רשימת כל המוצרים במקום קיצור הקוד. <br><br>כדי להציג מוצרים מקטגוריה אחת בלבד, השתמש ב: [show_products category="2"] כאשר 2 הוא מזהה קטגוריה (ניתן להציג מספר קטגוריות על-ידי הוספת מזהי קטגוריה מופרדים בפסיק). <br><br>כדי להציג מוצרים יחידים באמצעות המזהים שלהם השתמש ב: [show_products product="5"], כאשר 5 הוא מזהה המוצר.

source: Product Breadcrumbs
bs_ba: Breadcrumb artikla

source: Enable Product Breadcrumbs:
bs_ba: Omogući breadcrumb za artikal:

source: Product listing breadcrumbs title:
bs_ba: Naziv breadcrumba za listing artikala:

source: Shipping Settings
bs_ba: Postavke dostave
he_il: הגדרות משלוח

source: Custom Currency Symbol
bs_ba: Vaš simbol valute

source: If you choose custom currency symbol, it will override "Your Currency" setting. This is very handy if you want to use not supported currency or a preferred symbol for your currency.
bs_ba: Ukoliko odaberete vašu valutu, onda će postavke za "Your Currency" biti izmjenjene na ovu vrijednost.

source: Front-end Element
he_il: אלמנט קדמי
