Repository: wp-plugins/ecommerce-product-catalog
Catalog: lang/al-wp-product-adder-*.po
Languages: pl_pl

source: Products
pl_pl: Produkty

source: Product
pl_pl: Produkt

source: Product Image
pl_pl: Zdjęcie produktu

source: Add New Product
pl_pl: Dodaj nowy produkt

source: Edit Product
pl_pl: Edytuj produkt

source: View Product
pl_pl: Zobacz produkt

source: Search Products
pl_pl: Szukaj produktów

source: No Products found
pl_pl: Nie znaleziono produktów

source: No Products found in trash
pl_pl: Nie znaleziono produktów w koszu

source: products
pl_pl: produkty

source: Enter product name here
pl_pl: Wprowadź tutaj nazwę produktu

source: Set product image
pl_pl: Ustaw zdjęcie produktu

source: Product Price
pl_pl: Cena produktu

source: Product Shipping
pl_pl: Wysyłka

source: Products:
pl_pl: Produkty:

source: Remove product image
pl_pl: Usuń zdjęcie produktu

source: Reset image
pl_pl: Reset obrazka

source: Product Settings
pl_pl: Ustawienia produktów

source: Product default image
pl_pl: Domyślny obrazek produktu

source: Change default thumbnail
pl_pl: Zmień domyślny obrazek

source: Product listing page
pl_pl: Strona listy produktów

source: Product listing URL
pl_pl: Adresy strony z listą produktów

source: View Listing URL
pl_pl: Otwórz listę produktów

source: Save changes
pl_pl: Zapisz zmiany

source: return to products
pl_pl: powrót do produktów

source: <strong>Your theme does not declare Product Adder support</strong> &#8211; if you encounter layout issues please read our integration guide or choose a recomended theme :)
pl_pl: <strong>Twój szablon nie deklaruje zgodności z WP Product Adder</strong> &#8211; jeżeli napotkasz na problemy z prawidłowym wyświetlaniem ogłoszeń zapoznaj się z naszym przewodnikiem integracji lub wybierz inny, rekomendowany szablon graficzny :)

source: Theme Integration Guide
pl_pl: Instrukcja Integracji Szablonu

source: Hide this notice
pl_pl: Ukryj informację

source: All Products
pl_pl: Wszystkie Produkty

source: General settings
pl_pl: Ogólne ustawienia

source: Product attributes
pl_pl: Parametry produktów

source: Product shipping
pl_pl: Wysyłka produktów

source: Payment and currency
pl_pl: Płatności i waluta

source: Your currency
pl_pl: Twoja waluta

source: Number of product attributes
pl_pl: Liczba parametrów produktów

source: Update
pl_pl: Aktualizuj

source: You can change these default values on every product page.
pl_pl: Możesz zmienić te domyślne wartości na stronie każdego produktu.

source: Attributes disabled. To enable set minimum 1 attribute.
pl_pl: Parametry wyłączone. Aby włączyć ustaw minimum 1 parametr.

source: Product shipping options
pl_pl: Ustawienia wysyłki produktów

source: Number of shipping options
pl_pl: Liczba opcji wysyłki produktów

source: Shipping default name
pl_pl: Domyślna nazwa opcji wysyłki

source: Shipping default cost
pl_pl: Domyślny koszt dla opcji wysyłki

source: Shipping disabled. To enable set minimum 1 shipping option.
pl_pl: Wysyłka wyłączona. Aby uruchomić ustaw minimum 1 opcję wysyłki.

source: Product Features
pl_pl: Parametry produktu

source: Product attributes options
pl_pl: Ustawienia parametrów produktów

source: Attribute default name
pl_pl: Domyślna nazwa parametru

source: Attribute default value
pl_pl: Domyślna wartość parametru

source: If you fill out the fields below, system will automatically pre-fill the fields on product pages so you doesn't have to fill them every time you add product.</p><p>When every product in your catalogue is different you can leave all or a part of these field empty.
pl_pl: Jeżeli wypełnisz pola poniżej, to system automatycznie uzupełni odpowiednie pola podczas dodawania produktów. Dzięki temu nie musisz ich wypełniać za każdym razem kiedy dodajesz produkt.</p><p>Jeżeli każdy produkt w Twoim katalogu jest inny to możesz pozostawić pola (wszystkie lub część) puste.

source: If you fill out the fields below, system will automatically pre-fill the fields on product pages so you doesn't have to fill them every time you add product.</p><p>When every product in your catalogue has different shipping options you can leave all or just a part of these fields empty.
pl_pl: Jeżeli wypełnisz pola poniżej, to system automatycznie uzupełni odpowiednie pola podczas dodawania produktów. Dzięki temu nie musisz ich wypełniać za każdym razem kiedy dodajesz produkt.</p><p>Jeżeli każdy produkt w Twoim katalogu posiada inne opcje wysyłki to możesz pozostawić pola (wszystkie lub część) puste.

source: Product short description
pl_pl: Krótki opis produktu

source: Product description
pl_pl: Opis produktu

source: Product Categories
pl_pl: Kategorie Produktów

source: Product Category
pl_pl: Kategoria Produktów

source: Search Product Categories
pl_pl: Szukaj Kategorii Produktów

source: All Product Categories
pl_pl: Wszystkie Kategorie Produktów

source: Parent Product Category
pl_pl: Nadrzędna Kategoria Produktów

source: Parent Product Category:
pl_pl: Nadrzędna Kategoria Produktów:

source: Edit Product Category
pl_pl: Edytuj Kategorię Produktów

source: Update Product Category
pl_pl: Aktualizuj Kategorię Produktów

source: Add New Product Category
pl_pl: Dodaj Nową Kategorię Produktów

source: New Product Category
pl_pl: Nowa Kategoria Produktów

source: Attribute default unit
pl_pl: Domyślna jednostka

source: Only attributes with values set will be shown on product page.
pl_pl: Tylko atrybuty z uzupełnionymi wartościami zostaną wyświetlone na stronie produktu.

source: A list or dropdown of product categories
pl_pl: Lista lub rozwijalne menu z listą kategorii produktów

source: Select Product Category
pl_pl: Wybierz Kategorię Produktów

source: All
pl_pl: Wszystkie

source: Product Types
pl_pl: Typy Produktów

source: Product Type
pl_pl: Typ Produktu

source: Search Product Types
pl_pl: Szukaj Typów Produktów

source: Popular Product Types
pl_pl: Popularne Typy Produktów

source: All Product Types
pl_pl: Wszystkie Typy Produktów

source: Edit Product Type
pl_pl: Edytuj Typ Produktów

source: Update Product Type
pl_pl: Aktualizuj Typ Produktów

source: Add New Product Type
pl_pl: Dodaj Nowy Typ Produktów

source: Separate product types with commas
pl_pl: Oddziel typy produktów przecinkami

source: Add or remove product types
pl_pl: Dodaj lub usuń typy produktów

source: Choose from the most used product types
pl_pl: Wybierz z najczęściej używanych typów produktów

source: No product types found.
pl_pl: Nie znaleziono typów produktów

source: New Product Type
pl_pl: Nowy Typ Produktów

source: See also different
pl_pl: Zobacz także inne
